Repository: ErtasBurak/food-app-viper-alamofire
Catalog: FoodApp/*.lproj/Localizable.strings
Languages: de, tr

source: Empty Cart
de: Leeres Korb
tr: Boş Sepet

# pls_add_cart
source: Please, add food to cart!
de: Bitte, Produkt hinzufügen!
tr: Lütfen, sepete ürün ekleyiniz!

# empty_tableview
source: Cart is Empty. Please Add a product to Cart!
de: Der Korb is Leer. Bitte, Produkt hinzufügen!
tr: Sepet Boş. Lütfen Ürün Ekleyiniz!

# content_subtitle
source: Your order is on its way. Enjoy your meal.
de: Ihre Bestellung ist unterwegs. Guten Appetit.
tr: Siparişiniz yoldadır. Afiyet olsun.

source: Payment Process
de: Zahlungsphase
tr: Ödeme Aşaması

# payment_message
source: Should we take the payment? The amount is :
de: Zahlung Bestätigen... Gesamtsumme :
tr: Ödemeniz tamamlansın mı? Tutar :

# cancel_process
source: Payment Process Cancel
de: Transaktionsstornierung
tr: İşlem İptali

# cancel_message
source: Do you want to cancel the payment process?
de: Wollen Sie die transaktion stornieren?
tr: İşlemi iptal etmek istiyor musunuz?

# warning_payment_title
source: Missing Gaps
de: Fehlende Lücken
tr: Eksik Bilgi

# warning_payment_message_credit
source: Please fill the gaps those with stars.(You can pass the credit card information)
de: Bitte füllen Sie die Leere Lücken die mit Sterne sind.(Sie können die Kreditkarte Information freilassen)
tr: Lütfen yıldızlı boş alanları doldurunuz.(Kredi kart bilgilerini boş bırakabilirsiniz)

# warning_payment_message
source: Please fill the gaps those with stars.
de: Bitte füllen Sie die Leere Lücken die mit Sterne sind.
tr: Lütfen yıldızlı boş alanları doldurunuz.

# ok_id
source: OK
tr: Tamam

# cancel_id
source: Cancel
de: Abbrechen
tr: İptal

# delete_id_title
source: Delete Process
de: Löschvorgang
tr: Silme İşlemi

# product_delete_message
source: Should we delete the product? Product :
de: Sollen wir die Produkt löschen? Produkt :
tr: Ürün silinsin mi? Ürün :

# delete_id
source: Delete
de: Löschen
tr: Sil

source: Order Process
de: Bestellvorgang
tr: Sipariş İşlemi

# order_process_message
source: Should we take your order, the cost is
de: Sollen wir Ihre bestellung aufnehmen, die Summe ist
tr: Siparişinizi kayıt edelim mi, toplam tutar

# empty_card_message
source: Please, add product to cart!
de: Bitte Produkt hinzufügen!
tr: Lütfen, sepete ürün ekleyiniz!

# delete_all_id
source: Should we delete all products?
de: Alle Produkte löschen?
tr: Bütün ürünler silinsin mi?

# error_id_register
source: Couldn't create account. Please check the username and password!
de: Konto könnte nicht erstellt. Bitte prüfen Sie benutzername und passwort!
tr: Hesap oluşturulamadı. Lütfen uygun kullanıcı adı ve şifre kullanınız!

# created_auth
source: User created
de: Konto erstellt
tr: Hesap oluşturuldu

source: Login success
de: Konto erreicht
tr: Oturum açıldı

# error_id_login
source: Please, check your username and password!
de: Bitte prüfen Sie Ihre benutzername und passwort!
tr: Lütfen, kullanıcı adınızı ve şifrenizi kontrol ediniz!

# noData_message
source: There are no products with this name!
de: Es gibt keine Produkte mit diesem Namen!
tr: Bu isme uygun ürün yok!

# updatebutton_id
source: Update The Cart
de: Korb Aktualisieren
tr: Sepeti Güncelle
